Repository: DPDromania/woocomerce
Catalog: languages/dpdro-*.po
Languages: ro_ro

source: Authenticate successfully.
ro_ro: Autentificat cu succes.

source: Username or password is incorrect.
ro_ro: Numele de utilizator sau parola sunt incorecte.

source: Updated successfully.
ro_ro: Actualizat cu succes.

source: Settings saved successfully.
ro_ro: Setările au fost salvate cu succes.

source: Something went wrong.
ro_ro: Ceva n-a mers bine.

source: Advanced settings saved successfully.
ro_ro: Setările avansate au fost salvate cu succes.

source: Payment settings saved successfully.
ro_ro: Setările de plată au fost salvate cu succes.

source: There are taxes with the same values.
ro_ro: Sunt taxe cu aceleași valori.

source: Tax rates settings saved successfully.
ro_ro: Setările cotelor de impozitare au fost salvate cu succes.

source: Tax rates DPDBox settings saved successfully.
ro_ro: Setările DPDBox pentru cote de impozitare au fost salvate cu succes.

source: Settings
ro_ro: Setări

source: Search
ro_ro: Căutare

source: There are no tax settings.
ro_ro: Nu există setări fiscale.

source: You must save tax rates modification. If you not save the modification will not be done.
ro_ro: Trebuie să salvați modificarea ratelor de impozitare. Dacă nu salvați, modificarea nu va fi făcută.

source: Based on price
ro_ro: Pe baza prețului

source: Based on weight
ro_ro: Pe baza greutatii

source: Fixed
ro_ro: Fix

source: Percentage
ro_ro: Procent

source: Enabled
ro_ro: Activat

source: Disabled
ro_ro: Inactiv

source: Remove
ro_ro: Sterge

source: --- Please Select ---
ro_ro: --- Te rog selecteaza ---

source: No tax rate found.
ro_ro: Nu a fost găsită o cotă de impozitare.

source: You don't have permissions to view this page.
ro_ro: Nu aveți permisiuni pentru a vizualiza această pagină.

source: No office selected
ro_ro: Niciun oficiu selectat

source: DPD RO offices map
ro_ro: Harta oficiilor DPD RO

source: Cash on delivery DPD RO
ro_ro: Comision ramburs DPD RO

source: All / Rest DPDBox
ro_ro: Toate / Restul DPDBox

source: Rest of the World
ro_ro: Restul lumii

source: WooCommerce is not activated on your application. In order to have access to DPD RO Shipping / Payment, you must have WooCommerce installed and activated on your application.
ro_ro: WooCommerce nu este activat în aplicația dvs. Pentru a avea acces la DPD RO Shipping / Payment, trebuie să aveți WooCommerce instalat și activat pe aplicația dvs.

source: Tax rates address
ro_ro: Adresa cotelor de impozitare

source: Tax rates DPD RO box
ro_ro: Cote de impozitare DPD RO box

source: Advanced settings
ro_ro: Setari avansate

source: Payment settings
ro_ro: Setări de plată

source: Authentication
ro_ro: Autentificare

source: Username
ro_ro: Nume de utilizator

source: Password
ro_ro: Parola

source: Update connection
ro_ro: Actualizați conexiunea

source: Connect
ro_ro: Conectați

source: Packaging Method
ro_ro: Metoda de Ambalare

source: Package
ro_ro: Pachet

source: Content
ro_ro: Conţinut

source: Packaging method
ro_ro: Metoda de ambalare

source: One parcel for all product
ro_ro: Un pachet pentru toate produsele

source: One parcel for one product
ro_ro: Un pachet pentru un produs

source: Save settings
ro_ro: Salvează setările

source: Services
ro_ro: Servicii

source: Sender & Payer
ro_ro: Expeditor și plătitor

source: Pickup / shipping address
ro_ro: Adresa de ridicare / livrare

source: Personal delivery DPD RO Pickup
ro_ro: Livrare personala DPD RO Ridicare

source: Send insurance value
ro_ro: Trimiteți valoarea asigurării

source: Yes
ro_ro: Da

source: No
ro_ro: Nu

source: Select <b>"Yes"</b> if you want to send the insurance value when creating the shipment
ro_ro: Selectați <b>"Da"</b> dacă doriți să trimiteți valoarea asigurării la crearea expedierii

source: Include shipping price
ro_ro: Includeți prețul de transport

source: Select <b>"Yes"</b> if you want to add the transport value to the COD amount.
ro_ro: Selectați <b>"Da"</b> dacă doriți să adăugați valoarea de transport la valoarea COD.

source: Courier service payer
ro_ro: Plătitor serviciu de curierat

source: ID payer contract
ro_ro: ID-ul contractului de plătitor

source: Print format
ro_ro: Format de imprimare

source: Print paper size
ro_ro: Dimensiunea hârtiei de imprimare

source: Options on Payment / Delivery
ro_ro: Opțiuni de plată / livrare

source: Return shipment payer
ro_ro: Plătitor de returnare

source: Service
ro_ro: Serviciu

source: Zone
ro_ro: Zona

source: Condition
ro_ro: Condiție

source: From
ro_ro: De la

source: Price / Quantity
ro_ro: Pret / Cantitate

source: Calculation
ro_ro: Calcul

source: Action
ro_ro: Acțiune

source: Add new tax rate
ro_ro: Adăugați o nouă cotă de impozitare

source: Save tax rates
ro_ro: Salveaza cotele de impozitare

source: Offices Zone
ro_ro: Zona Oficiilor

source: Max parcel weight (kg)
ro_ro: Greutatea maximă a coletului (kg)

source: Default value is <b>"31.5"</b> - copy in the field above if use default.
ro_ro: Valoarea prestabilită este <b>"31.5"</b> - copiați în câmpul de mai sus dacă utilizați valoarea prestabilită.

source: Max parcel weight automat (kg)
ro_ro: Greutatea maximă a coletului automat (kg)

source: Default value is <b>"20"</b> - copy in the field above if use default.
ro_ro: Valoarea implicită este <b>"20"</b> - copiați în câmpul de mai sus dacă utilizați valoarea prestabilită.

source: Show DPD OOH network selection
ro_ro: Afișați selecția DPD RO box

source: If it is checked, customer can select "Pickup / shipping address".
ro_ro: Dacă este bifat, clientul poate selecta "Adresă de ridicare / livrare".

source: Use default weight
ro_ro: Utilizați greutatea implicită

source: If it checked, will use default weight if product doesn't have weight.
ro_ro: Dacă este bifat, va folosi greutatea implicită dacă produsul nu are greutate.

source: Default weight (kg)
ro_ro: Greutate implicită (kg)

source: Default value is <b>"1"</b> - copy in the field above if use default.
ro_ro: Valoarea implicită este <b>"1"</b> - copiați în câmpul de mai sus dacă utilizați valoarea prestabilită.

source: Save advanced settings
ro_ro: Salvați setările avansate

source: DPD RO contract payment tax
ro_ro: DPD RO contract taxă de plată

source: This tax comes from your DPD RO contract.
ro_ro: Această taxă provine din contractul dvs. DPD RO.

source: If you are not agree with this tax you can add your own tax below.
ro_ro: Dacă nu sunteți de acord cu această taxă, puteți adăuga propria taxa mai jos.

source: Geo zone
ro_ro: Zona geografică

source: Tax type
ro_ro: Tip de taxă

source: Tax rate
ro_ro: Cota de impozitare

source: VAT rate in (%) like 20
ro_ro: Cota de TVA în (%) ca 20

source: Custom
ro_ro: Personalizat

source: DPD RO contract
ro_ro: Contract DPD RO

source: No payments found
ro_ro: Nu s-au găsit plăți

source: Save payment settings
ro_ro: Salvați setările de plată

source: Add DPD RO address for Order ID
ro_ro: Adăugați adresa DPD RO pentru ID-ul comenzii

source: Delivery
ro_ro: Livrare

source: Pickup
ro_ro: Ridicare

source: Country
ro_ro: Țară

source: State
ro_ro: Stat

source: City
ro_ro: Oraș

source: order city:
ro_ro: orasul comenzii:

source: Street
ro_ro: Strada

source: Number
ro_ro: Numar

source: Block
ro_ro: Bloc

source: Apartment
ro_ro: Apartament

source: Postcode
ro_ro: Cod poștal

source: Pickup from office
ro_ro: Ridicare de la oficiu

source: Go back to create shipment
ro_ro: Reveniți pentru a crea expedierea

source: Save address
ro_ro: Salvați adresa

source: Allows shipping with DPD RO.
ro_ro: Permite expediere cu DPD RO.

source: Method title
ro_ro: Titlul metodei

source: This controls the title which the user sees during checkout.
ro_ro: Aceasta controlează titlul pe care utilizatorul îl vede în timpul plății.

source: Tax status
ro_ro: Status taxa

source: Taxable
ro_ro: Impozabil

# Tax status
source: None
ro_ro: Nici unul

source: Enter a cost (excl. tax) or sum, e.g. 10.00 or let 0 to take DPD RO service price.
ro_ro: Introduceți un cost (fără taxe) sau o sumă, de ex. 10.00 sau lasa 0 pentru a lua pretul serviciului DPD RO.

source: Save office
ro_ro: Salvează oficiu

source: Print labels
ro_ro: Imprimați etichete

source: Print voucher
ro_ro: Imprimați voucherul

source: Order has been picked up
ro_ro: Comanda a fost ridicată

source: Print labels for order without DPD RO shipping method
ro_ro: Tipăriți etichete pentru comandă fără metoda de livrare DPD RO

source: Print voucher for order without DPD RO shipping method
ro_ro: Tipărește voucher pentru comandă fără metoda de livrare DPD RO

source: Order without DPD RO shipping method has been picked up
ro_ro: Comanda fără metoda de livrare DPD RO a fost ridicată

source: Delete shipment
ro_ro: Ștergeți expedierea

source: Request courier
ro_ro: Solicitați curier

source: Track
ro_ro: Urmăreste

source: A courier has been requested for order
ro_ro: A fost solicitat un curier pentru comanda

source: Create shipment
ro_ro: Creați expedierea

source: Delete shipment for order without DPD RO shipping method
ro_ro: Ștergeți expedierea pentru comandă fără metoda de livrare DPD RO

source: Request courier for order without DPD RO shipping method
ro_ro: Solicitati curier pentru comanda fara metoda de livrare DPD RO

source: Track for order without DPD RO shipping method
ro_ro: Urmăriți comanda fără metoda de livrare DPD RO

source: A courier has been requested for order without DPD RO shipping method
ro_ro: A fost solicitat un curier pentru comanda fara metoda de livrare DPD RO

source: Create shipment for order without DPD RO shipping method
ro_ro: Creați expediere pentru comandă fără metoda de livrare DPD RO

source: Tracking url
ro_ro: Adresa url de urmărire

source: Shipment created successfully.
ro_ro: Expedierea a fost creată cu succes.

source: Shipment created successfully for %s.
ro_ro: Expedierea a fost creată cu succes pentru %s.

source: Shipment with %s deleted successfully for %s.
ro_ro: Expedierea cu %s a fost ștearsă cu succes pentru %s.

source: No city found
ro_ro: Nu a fost găsit niciun oraș

source: Address has been validated successfully.
ro_ro: Adresa a fost validată cu succes.

source: Requested courier successfully.
ro_ro: Curier solicitat cu succes.

source: DPD RO order address and settings has been added successfully.
ro_ro: Adresa de comandă și setările DPD RO au fost adăugate cu succes.

source: DPD RO order office has been updated successfully.
ro_ro: Oficiul DPD RO al comenzii a fost actualizat cu succes.

source: DPD RO order shipping method has been added successfully.
ro_ro: Metoda de expediere a comenzii DPD RO a fost adăugată cu succes.

source: Create shipment Order ID:
ro_ro: Creați expediere pentru comanda ID:

source: We switch "Courier service payer" to "SENDER" because the order has a different payment method than "COD".
ro_ro: Comutăm "Plătitor de servicii de curierat" la "EXPEDITOR" deoarece comanda are o metodă de plată diferită de "COD".

source: Order shipping method:
ro_ro: Metoda de livrare a comenzii:

source: DPD RO shipping method selected:
ro_ro: Metoda de expediere DPD RO selectată:

source: Change shipping method
ro_ro: Schimbați metoda de livrare

source: No DPD RO shipping method selected.
ro_ro: Nicio metodă de expediere DPD RO selectată.

source: Add shipping method
ro_ro: Adăugați metoda de livrare

source: DPD RO order delivery address:
ro_ro: Adresa de livrare a comenzii DPD RO:

source: Change address
ro_ro: Schimba adresa

source: Skip validation address
ro_ro: Omite adresa de validare

source: Validate address
ro_ro: Validați adresa

source: DPD RO order pickup address:
ro_ro: Adresa de ridicare a comenzilor DPD RO:

source: Change office
ro_ro: Schimbați oficiul

source: No DPD RO address stored for this order.
ro_ro: Nicio adresă DPD RO stocată pentru această comandă.

source: Add DPD RO address
ro_ro: Adăugați adresa DPD RO

source: WooCommerce order address:
ro_ro: Adresa comenzii WooCommerce:

source: Group the products in your shipment into parcels
ro_ro: Grupați produsele din expedierea dvs. în colete

source: This module lets you organize your products into parcels using the table below. Select parcel number.
ro_ro: Acest modul vă permite să vă organizați produsele în pachete folosind tabelul de mai jos. Selectați numărul coletului.

source: Product
ro_ro: Produs

source: Weight
ro_ro: Greutate

source: Parcel
ro_ro: Colet

source: NOTE:
ro_ro: NOTĂ:

source: The price may change depending on the distribution of the products in the parcels
ro_ro: Pretul se poate modifica in functie de distributia produselor in colet

source: Enter description for each parcel
ro_ro: Introduceți descrierea pentru fiecare colet

source: You can enter description of each parcel, for communication with courier services, in the fields below.
ro_ro: Puteți introduce descrierea fiecărui colet, pentru comunicarea cu serviciile de curierat, în câmpurile de mai jos.

source: Description
ro_ro: Descriere

source: This is a SWAP shipment
ro_ro: Aceasta este o expediere SWAP

source: This is a ROD shipment
ro_ro: Acesta este un transport ROD

source: This is a ROP shipment
ro_ro: Acesta este un transport ROP

source: Return reusable packaging
ro_ro: Returnați ambalajele reutilizabile

source: This shipment has a VOUCHER
ro_ro: Acest transport are un VOUCHER

source: SENDER
ro_ro: EXPEDITOR

source: RECIPIENT
ro_ro: DESTINATAR

source: This shipment is on company
ro_ro: Acest transport este la companie

source: Company name
ro_ro: Numele companiei

source: Contents
ro_ro: Continut

source: Shipment note
ro_ro: Nota de expediere

source: Shipment ref 2
ro_ro: Expediere ref. 2

source: Cancel
ro_ro: Inchide

source: Save shipment
ro_ro: Salvați expedierea

source: You must validate or skip validation address!
ro_ro: Trebuie să validați sau să omiteți adresa de validare!

source: You must add DPD RO address to the order.
ro_ro: Trebuie să adăugați adresa DPD RO la comandă.

source: You must add DPD RO shipping method to the order.
ro_ro: Trebuie să adăugați la comandă metoda de livrare DPD RO.

source: Select DPD RO shipping method Order ID:
ro_ro: Selectați metoda de livrare DPD RO ID comandă:

source: Shipping method changes history:
ro_ro: Istoricul modificărilor metodei de livrare:

source: Method
ro_ro: Metodă

source: Date
ro_ro: Data

source: Save shipping method
ro_ro: Salvați metoda de livrare

source: Change / Validation address Order ID:
ro_ro: Modificare / Validare adresa ID comandă:

source: Address:
ro_ro: Adresa

source: Open On Payment/Delivery
ro_ro: Deschide la plată/livrare

source: Test On Payment/Delivery
ro_ro: Test la plată/livrare

source: View details
ro_ro: Vezi detalii

source: More information about %s
ro_ro: Mai multe informații despre %s

source: Check for updates
ro_ro: Verifică pentru actualizări

# the plugin title
source: The %s plugin is up to date.
ro_ro: Pluginul %s este actualizat.

# the plugin title
source: A new version of the %s plugin is available.
ro_ro: Este disponibilă o nouă versiune a pluginului %s.

# the plugin title
source: Could not determine if updates are available for %s.
ro_ro: Nu s-a putut determina dacă sunt disponibile actualizări pentru %s.

source: There is no changelog available.
ro_ro: Nu există un jurnal de modificări disponibil.
